Repository: sulaiman-alqusaimi/accessible_youtube_downloader_pro
Catalog: source/languages/*/lc_messages/accessible_youtube_downloader.po
Languages: ru, tr, vi

source: اضغط على مفتاح القوائم alt للوصول إلى خيارات البرنامج, أو تنقل بزر التاب للوصول سريعًا إلى أهم الخيارات المتاحة.
ru: нажмите клавишу alt, чтобы просмотреть доступные параметры, или используйте клавишу tab для быстрого доступа.
tr: mevcut seçenekler arasında gezinmek için alt tuşuna basın veya hızlı erişim için tab tuşunu kullanın.
vi: nhấn phím alt để duyệt qua các tùy chọn có sẵn, hoặc sử dụng phím tab để truy cập nhanh.

source: البحث في youtube ctrl+f
ru: Поиск на youtube ctrl+f
tr: youtube'da ara ctrl+f
vi: Tìm kiếm trên YouTube ctrl+f

source: التنزيل من خلال رابط ctrl+d
ru: Загрузить по ссылке на YouTube ctrl+d
tr: YouTube bağlantısını indir ctrl+d
vi: tải xuống từ một liên kết YouTube ctrl+d

source: تشغيل فيديو youtube من خلال الرابط ctrl+y
ru: Воспроизвести по ссылке на YouTube ctrl+y
tr: YouTube bağlantısını oynat ctrl+y
vi: phát từ một liên kết YouTube ctrl+y

source: الفيديوهات المفضلة ctrl+shift+f
ru: избранные видео ctrl+shift+f
tr: Favori Videolar ctrl+shift+f
vi: video yêu thích ctrl+shift+f

source: فتح مجلد التنزيل ctrl+p
ru: открыть папку загрузки ctrl+p
tr: indirme klasörünü aç ctrl+p
vi: mở thư mục tải xuống ctrl+p

source: الإعدادات... alt+s
ru: настройки... alt+s
tr: ayarlar... alt+s
vi: cài đặt... alt+s

source: جاري البحث
ru: поиск
vi: đang tìm kiếm

source: خروج ctrl+w
ru: выход ctrl+w
tr: çıkış ctrl+w
vi: Thoát ctrl+w

source: القائمة الرئيسية
ru: главное меню
tr: ana menü
vi: Menu chính

source: دليل المستخدم... f1
ru: руководство пользователя… f1
tr: kullanım kılavuzu… f1
vi: hướng dẫn sử dụng… f1

source: البحث عن التحديثات
ru: поиск обновлений
tr: güncellemeleri ara
vi: tìm kiếm các bản cập nhật

source: عن البرنامج...
ru: о программе...
tr: uygulama hakkında...
vi: giới thiệu về phần mềm...

source: البريد الالكتروني...
ru: электронная почта...
tr: email...
vi: email...

source: تويتر...
ru: twitter...
tr: twitter...
vi: twitter...

source: تواصل معي
ru: связаться с разработчиком
tr: benimle iletişime geçin
vi: liên hệ với tôi

source: حول
ru: о программе
tr: hakkında
vi: giới thiệu

source: جاري التشغيل
ru: Воспроизведение
tr: oynatılıyor
vi: đang phát

source: دليل استخدام برنامج accessible youtube downloader pro
ru: руководство пользователя accessible youtube downloader pro
tr: accessible YouTube downloader pro Kullanıcı Kılavuzu
vi: hướng dẫn sử dụng accessible YouTube downloader pro

source: جاري البحث عن التحديثات. يرجى الانتظار
ru: настройки... alt+s
tr: Güncellemeler kontrol ediliyor. Lütfen bekleyin.
vi: Đang kiểm tra bản cập nhật. Vui lòng chờ.

source: بايت
ru: байт
tr: byte
vi: bytes

source: كيلو بايت
ru: килобайт
tr: kb
vi: kilo bytes

source: ميجا بايت
ru: мегабайт
tr: mb
vi: mega bytes

source: جيجا بايت
ru: гигабайт
tr: gb
vi: gega bytes

source: تيرا بايت
ru: терабайт
tr: tb
vi: tera bytes

source: المقدار المتبقي: {} {}
ru: осталось загрузить: {} {}
tr: Kalan: {} {}
vi: kích thước tệp còn lại: {} {}

source: حجم الملف الإجمالي: {} {}
ru: общий размер файла: {} {}
tr: Toplam boyut: {} {}
vi: tổng kích thước tệp: {} {}

source: سرعة التنزيل: {} {}
ru: скорость загрузки: {} {}
tr: İndirme hızı: {} {}
vi: tốc độ tải xuống: {} {}

source: مقدار الحجم الذي تم تنزيله: {} {}
ru: загружено: {} {}
tr: İndirilen: {} {}
vi: kích thước đã tải xuống: {} {}

source: نسبة التنزيل: {}%
ru: процент загрузки: {}%
tr: İndirilen yüzde: %{}
vi: tải xuống: {}%

source: خطأ
ru: ошибка
tr: hata
vi: lỗi

source: لقد أدخلت رابطًأ غير صحيح. يرجى تجربة رابط آخر, أو حاول التأكد من وجود اتصال بالشبكة.
ru: Произошёл сбой в подключении к Интернету, либо вы ввели неверный URL-адрес YouTube. пожалуйста, проверьте и повторите попытку.
tr: bir internet bağlantısı sorunu oluştu ya da geçersiz bir YouTube url'si girdiniz. lütfen kontrol edip tekrar deneyin.
vi: kết nối internet bị lỗi hoặc bạn đã nhập một url YouTube không đúng. vui lòng kiểm tra và thử lại.

source: اكتمل التنزيل بنجاح
ru: Загрузка успешно завершена
tr: indirme başarıyla tamamlandı.
vi: quá trình tải xuống đã hoàn tất.

source: نجاح
ru: успешно
tr: başarılı
vi: thành công

source: قائمة تشغيل
ru: Плейлист
tr: çalma listesi
vi: danh sách phát

source: قناة
ru: канал
tr: kanal
vi: kênh

source: فيديو
ru: Видео
tr: Video
vi: Video

source: لقد تم الكشف عن وجود رابط ل{} يوتيوب في الحافظة. يرجى اختيار الإجراء المطلوب
ru: В буфере обмена обнаружена ссылка на YouTube {}. Пожалуйста, выберите нужное действие
tr: Panoda bir YouTube {} bağlantısı algılandı. Şimdi ne yapmak istersiniz?
vi: đã phát hiện một liên kết của YouTube {} từ khay nhớ tạm. Bạn muốn làm gì tiếp theo??

source: تنزيل
ru: загрузить
tr: indir
vi: Tải xuống

source: تشغيل
ru: играть
tr: oynat
vi: phát

source: فتح...
ru: открыть...
vi: mở...

source: إلغاء
ru: отменить
tr: iptal
vi: hủy

source: التعليقات
ru: комментарии
vi: bình luận

source: إغلاق
ru: закрыть
tr: kapat
vi: đóng

source: بواسطة {}
ru: комментарий пользователя {}
vi: nhận xét bởi {}

source: لم نتمكن من تحميل المزيد من التعليقات
ru: не удалось подгрузить комментарии
vi: không thể tải thêm bình luận

source: لا يزال التحميل جار
ru: ещё идёт загрузка
vi: vẫn đang tải

source: ليس هناك المزيد من التعليقات
ru: Больше нет комментариев
vi: Không còn bình luận nào

source: تم تحميل المزيد من التعليقات
ru: Комментарии подгружены
vi: Đã tải thêm bình luận

source: نسخ التعليق
ru: скопировать комментарий
vi: sao chép bình luận

source: تم نسخ التعليق المحدد إلى الحافظة
ru: выбранный комментарий скопирован
vi: đã sao chép bình luận được chọn

source: وصف الفيديو
ru: описание видео
tr: video açıklaması
vi: Mô tả của video

source: الوصف:
ru: описание:
tr: açıklama
vi: mô tả:

source: نسخ
ru: копировать
tr: kopyala
vi: sao chép

source: التصدير إلى مستند نصي (txt)...
ru: экспортировать как текстовый файл...
tr: txt dosyası olarak dışa akktar...
vi: xuất dưới dạng tệp txt...

source: التصدير إلى صفحة ويب (html)...
ru: экспортировать как веб-документ html...
tr: html web sayfası olarak dışa aktar...
vi: xuất dưới dạng tệp web html...

source: رابط التنزيل: :
ru: ссылка для загрузки:
tr: indirme bağlantısı: :
vi: Liên kết tải xuống:

source: نوع المقطع
ru: Тип файла
tr: Dosya türü:
vi: loại tệp:

source: صوت
ru: аудио
tr: ses
vi: audio

source: صيغة المقطع
ru: Формат файла
tr: Dosya formatı:
vi: định dạng tệp:

source: اختر مجلد التنزيل
ru: выберите папку для загрузки
tr: indirme klasörünü seç
vi: chọn thư mục tải xuống

source: يرجى إدخال رابطًا صحيحًا.
ru: пожалуйста, введите действительный URL-адрес YouTube.
tr: lütfen geçerli bir YouTube bağlantısı girin.
vi: vui lòng nhập url YouTube hợp lệ.

source: جاري التنزيل - {}
ru: загрузка
tr: indiriliyor
vi: đang tải xuống

source: المفضلة:
ru: Избранное:
tr: Favori:
vi: yêu thích

source: إلغاء التفضيل
ru: удалить из избранного
tr: tercihi iptal et
vi: loại bỏ khỏi mục yêu thích

source: العودة إلى النافذة الرئيسية
ru: вернуться в главное окно
tr: ana pencereye dön
vi: quay lại cửa sổ chính

source: تم حذف الفيديو من قائمة المفضلة
ru: удалено из избранного
tr: Video favorilerden kaldırıldı
vi: đã xóa khỏi danh sách yêu thích

source: التشغيل كمقطع صوتي
ru: воспроизвести только аудио
tr: ses olarak çal
vi: phát dưới dạng audio

source: التنزيل المباشر... ctrl+d
ru: прямая загрузка... ctrl+d
tr: doğrudan indir... ctrl+d
vi: tải xuống trực tiếp... ctrl+d

source: الانتقال إلى القناة
ru: перейти в канал
tr: kanala git
vi: di chuyển đến kênh

source: تنزيل القناة
ru: загрузить канал
tr: kanalı indir
vi: tải kênh xuống

source: نسخ رابط المقطع
ru: скопировать ссылку на видео
tr: video bağlantısını kopyala
vi: sao chép liên kết của video

source: الفتح من خلال متصفح الإنترنت
ru: открыть в браузере
tr: tarayıcıda aç
vi: mở trong trình duyệt

source: اكتمال
ru: готово
tr: bitti
vi: hoàn tất

source: تم نسخ رابط المقطع بنجاح
ru: Ссылка на видео успешно скопирована
tr: video URL'si başarıyla kopyalandı.
vi: Đã sao chép URL của video thành công.

source: ادخل رابط الفيديو لتشغيله من خلال مشغل البرنامج
ru: пожалуйста, введите ссылку на видео с YouTube для воспроизведения
tr: lütfen oynatmak için YouTube videosunun bağlantısını girin
vi: hãy nhập liên kết của video YouTube để phát

source: رابط المقطع
ru: ссылка на видео
tr: bağlantı:
vi: liên kết:

source: التشغيل ك:
ru: формат воспроизведения:
tr: şu şekilde oynat:
vi: Phát như:

source: مقطع صوتي
ru: аудио
tr: ses
vi: audio

source: مقطع فيديو
ru: видео
tr: video
vi: video

source: قائمة الفيديوهات:
ru: список видео:
vi: danh sách video

source: رجوع
ru: назад
vi: quay lại

source: جاري عرض قائمة التشغيل
ru: загрузка плейлиста
vi: đang tải danh sách phát

source: حدث خطأ ما أثناء محاولة فتح قائمة التشغيل
ru: при попытке загрузить плейлист произошла ошибка
vi: đã xảy ra lỗi khi tải danh sách phát

source: تم تحميل المزيد من الفيديوهات
ru: видео подгружены
vi: đã tải thêm video

source: ليس هناك فيديوهات أخرى
ru: больше нет видео
vi: không còn thêm video

source: لم يتم تحميل المزيد من الفيديوهات
ru: не удалось подгрузить видео
vi: không thể tải thêm video

source: بحث
ru: Поиск
tr: Ara
vi: Tìm kiếm

source: ابحث في youtube:
ru: поиск на youtube:
tr: youtube'da ara
vi: Tìm kiếm trên YouTube

source: فلتر:
ru: фильтр:
tr: filtrele:
vi: lọc:

source: بلا فلتر
ru: без фильтра
tr: filtre yok
vi: không lọc

source: تاريخ الرفع
ru: дата загрузки
tr: yüklenme tarihi
vi: ngày tải lên

source: عدد المشاهدات
ru: {} просмотров
tr: {} görüntülenme
vi: {} lượt xem

source: بث مباشر
ru: прямые эфиры
tr: canlı
vi: vị trí

source: ابحث
ru: поиск
tr: ara
vi: tìm kiếm

source: الإعدادات
ru: настройки
tr: ayarlar
vi: cài đặt

source: لغة البرنامج:
ru: язык программы:
tr: program arayüz dili:
vi: ngôn ngữ hiển thị của phần mềm:

source: مسار مجلد التنزيل:
ru: путь к папке загрузки:
tr: indirme klasör yolu:
vi: đường dẫn thư mục tải xuống:

source: &تغيير المسار
ru: &изменить путь
tr: klasörü değiştir
vi: thay đổi đường dẫn

source: التفضيلات العامة
ru: общие настройки
tr: genel ayarlar
vi: cài đặt trung

source: اكتشاف الروابط تلقائيًا عند فتح البرنامج
ru: автоматически обнаруживать ссылки на YouTube при запуске программы
tr: programı başlatırken YouTube bağlantılarını otomatik olarak algıla
vi: tự động phát hiện các liên kết YouTube khi khởi chạy phần mềm

source: الكشف عن التحديثات الجديدة تلقائيًا عند فتح البرنامج
ru: автоматически проверять наличие новых версий при запуске программы
tr: Programı açtığınızda yeni güncellemeler otomatik olarak algılansın
vi: tự động kiểm tra bản cập nhật mới khi khởi động phần mềmf

source: تحميل المزيد من نتائج البحث عند الوصول إلى نهاية قائمة الفيديوهات المعروضة
ru: автоматически подгружать результаты поиска при достижении конца списка
tr: video listesinin sonuna ulaşıldığında otomatik olarak daha fazla sonuç yükle
vi: tự động tải thêm kết quả khi đến cuối danh sách video

source: إعدادات التنزيل
ru: настройки загрузки
tr: indirme ayarları
vi: cài đặt tải xuống

source: صيغة التحميل المباشر:
ru: формат прямой загрузки:
tr: doğrudan indirme formatı
vi: định dạng tải xuống trực tiếp:

source: صوت (m4a)
ru: аудио m4a
tr: m4a ses
vi: audio m4a

source: صوت (mp3)
ru: аудио mp3
tr: mp3 ses
vi: audio mp3

source: فيديو (mp4)
ru: видео mp4
tr: mp4 video
vi: video mp4

source: جودة تحويل ملفات mp3:
ru: mp3 conversion quality:
tr: mp3 dönüştürme kalitesi:
vi: chất lượng chuyển đổi mp3:

source: إعدادات المشغل
ru: параметры плеера
tr: oynatıcı seçenekleri
vi: tùy chọn phát

source: متابعة المشاهدة بعد إغلاق الفيديو وتشغيله من جديد
ru: continue where you left the video when open it again
tr: Videoyu kapatıp tekrar açınca kalınan yerden izlemeye devam et
vi: tiếp tục từ vị trí bạn rời khỏi khi mở lại video

source: إعادة تشغيل المقطع تلقائيًا عند انتهائه
ru: Автоматически воспроизводит клип после его завершения
tr: sona ulaşıldığında parçaları otomatik olarak tekrar oynat
vi: tự động phát lại

source: الانتقال إلى المقطع التالي تلقائيًا عند انتهاء المقطع الحالي
ru: автоматически воспроизводить следующее видео по окончании текущего
vi: tự động phát khi video hiện tại kết thúc

source: مواف&ق
ru: &ОК
tr: &tamam
vi: &ok

source: إل&غاء
ru: &отменить
tr: &iptal
vi: &hủy

source: تنبيه
ru: Предупреждение
tr: uyarı
vi: thông báo

source: لقد قمت بتغيير لغة البرنامج إلى {}, مما يعني أنه ينبغي عليك إعادة تشغيل البرنامج لتطبيق التعديلات. هل تريد القيام بذلك حالًا?
ru: вы изменили язык программы на {}, необходимо перезапустить программу, чтобы применить изменения. хотите сделать это сейчас?
tr: programın dilini {} olarak değiştirdiniz, değişiklikleri uygulamak için programı yeniden başlatmanız gerekir. bunu şimdi yapmak ister misiniz?
vi: bạn đã thay đổi ngôn ngữ của phần mềm thành {}, yêu cầu khởi động lại phần mềm để áp dụng các thay đổi. bạn có muốn làm điều đó ngay bây giờ không?

source: تنزيل التحديثات
ru: загрузка обновлений
tr: güncellemeleri indir
vi: tải xuống bản cập nhật

source: في انتظار بدء التحميل...
ru: Ожидание начала загрузки...
tr: indirmenin başlaması bekleniyor...
vi: đang chờ quá trình tải xuống bắt đầu...

source: إيقاف التحميل
ru: отменить загрузку
tr: indirmeyi iptal et
vi: hủy tải xuống

source: لا يمكن تحديث البرنامج في الوقت الحالي
ru: не удалось обновить программу
tr: uygulama şu anda güncellenemiyor
vi: Lỗi không thể cập nhật ứng dụng ngay bây giờ

source: يتم الآن تنزيل التحديث {}
ru: Загрузка обновления {}
tr: güncelleme indiriliyor {}%
vi: đang tải xuống cập nhật {}%

source: اكتمل تنزيل التحديث بنجاح. يرجى الضغط على موافق للشروع في عملية التثبيت
ru: обновление программы успешно загружено. Пожалуйста, нажмите "ОК", чтобы приступить к процессу установки
tr: uygulama güncellemesi başarıyla indirildi. yükleme işlemine devam etmek için lütfen Tamam'a basın.
vi: bản cập nhật ứng dụng đã được tải xuống thành công. hãy nhấn vào ok để tiến hành quá trình cài đặt.

source: جاري تثبيت التحديث
ru: установка обновления
tr: güncelleme kuruluyor
vi: cài đặt bản cập nhật

source: حدث خطأ ما عند محاولة فتح ملف التثبيت. فضلًا أعد محاولة التحديث مجددًا, أو تواصل مع المطور للإبلاغ بالمشكلة
ru: при попытке запустить файл обновления появляется сообщение о неизвестной ошибке. Попробуйте обновить приложение ещё раз или свяжитесь с разработчиком, чтобы сообщить о проблеме
tr: güncelleme dosyasını başlatmaya çalışırken bilinmeyen bir hata oluştu. Uygulamayı tekrar güncellemeyi deneyin veya sorunu bildirmek için geliştiriciyle iletişime geçin.
vi: một lỗi không xác định trong khi cố gắng khởi chạy tệp cập nhật. Hãy thử cập nhật lại ứng dụng hoặc liên hệ với nhà phát triển để báo cáo sự cố này.

source: المقطع السابق
ru: предыдущее
tr: önceki
vi: trước

source: بداية المقطع
ru: воспроизвести с начала
tr: baştan başla
vi: bắt đầu lại từ đầu

source: إرجاع المقطع <
ru: перемотать назад<
tr: geri sar<
vi: tua lại<

source: تشغيل\إيقاف
ru: воспроизвести/приостановить
tr: oynat/durdur
vi: tạm ngừng/phát

source: تقديم المقطع >
ru: Перемотать вперёд>
tr: ileri sar>
vi: tua đi>

source: المقطع التالي
ru: Следующее
tr: sonraki
vi: tiếp theo

source: وصف الفيديو ctrl+shift+d
ru: описание видео ctrl+shift+d
tr: video açıklaması ctrl+shift+d
vi: mô tả của video ctrl+shift+d

source: التعليقات... ctrl+shift+j
ru: комментарии... ctrl+shift+j
vi: bình luận... ctrl+shift+j

source: نسخ رابط المقطع ctrl+l
ru: скопировать ссылку на видео ctrl+l
tr: video bağlantısını kopyala ctrl+l
vi: sao chép liên kết của video ctrl+l

source: الفتح من خلال متصفح الإنترنت ctrl+b
ru: открыть в браузере ctrl+b
tr: tarayıcıda aç ctrl+b
vi: mở trong trình duyệt ctrl+b

source: الإعدادات. alt+s
tr: ayarlar... alt+s
vi: cài đặt... alt+s

source: خيارات المقطع
ru: параметры видео
tr: video seçenekleri
vi: tùy chọn video

source: الوقت المنقضي: {}
ru: прошло: _BOS_}
tr: geçen zaman: {}
vi: thời gian đã qua: {}

source: سريع
ru: быстро
tr: hızlı
vi: nhanh

source: معتدل
ru: нормально
tr: normal
vi: Bình thường

source: بطيء
ru: медленно
tr: yavaş
vi: chậm

source: تحريك المقطع
ru: скорость воспроизведения
tr: İleri-geri alma süresi:
vi: track moving accuracy:

source: ثانية/ثواني
ru: секунда/с
tr: saniye/s
vi: second/s

source: التكرار متوقف
ru: повтор выключен
tr: tekrarla kapalı
vi: tắt lặp lại

source: التكرار مفعل
ru: повтор включён
tr: tekrarla açık
vi: bật lặp lại

source: تشغيل المقطع التالي تلقائيًا متوقف
ru: автоматическое воспроизведение следующего трека отключено
vi: tắt tự động phát

source: تشغيل المقطع التالي تلقائيًا مفعل
ru: автоматическое воспроизведение следующего трека включено
vi: bật tự động phát

source: المدة: {}
ru: продолжительность: {}
tr: süre: {}
vi: thời gian: {}

source: وضع ملء الشاشة مفعل
ru: Полноэкранный режим включён
tr: tam ekran modu etkin
vi: bật chế độ toàn màn hình

source: وضع ملء الشاشة متوقف
ru: полноэкранный режим выключен
tr: tam ekran modu devre dışı
vi: tắt chế độ toàn màn hình

source: جاري الفتح
ru: открытие
tr: açılıyor
vi: đang mở

source: يتم الآن جلب وصف الفيديو
ru: извлечение описания видео
tr: video açıklaması alınıyor
vi: trích xuất mô tả của video

source: هناك خطأ ما أدى إلى منع جلب وصف الفيديو
ru: при извлечении описания видео произошла ошибка
tr: video açıklaması alınırken bir hata oluştu
vi: đã xảy ra lỗi khi trích xuất mô tả của video

source: لا يمكن جلب التعليقات لهذا الفيديو
ru: не удаётся загрузить комментарии к этому видео
vi: không thể tải nhận xét của video này

source: يتم الآن جلب التعليقات
ru: загрузка комментариев
vi: đang tải bình luận

source: لم يتم العثور على تعليقات في هذا المقطع
ru: не удалось найти комментарии
vi: không tìm thấy bình luận

source: دقيقة واحدة
ru: 1 минута
tr: 1 dakika
vi: 1 phút

source: دقيقتان
ru: 2 минуты
tr: 2 dakika
vi: 2 phút

source: {} دقائق
ru: {} минуты
tr: {} dakika
vi: {} phút

source: {} دقيقة
ru: {} минут
tr: {} dakika
vi: {} phút

source: ثانية
ru: 1 секунда
tr: 1 saniye
vi: 1 giây

source: ثانيتين
ru: 2 секунды
tr: 2 saniye
vi: 2 giây

source: {} ثواني
ru: {} секунды
tr: {} saniye
vi: {} giây

source: {} ثانية
ru: {} секунд
tr: {} saniye
vi: {} giây

source: ساعة
ru: 1 час
tr: 1 saat
vi: 1 giờ

source: ساعتان
ru: 2 часа
tr: 2 saat
vi: 2 giờ

source: {} ساعات
ru: {} часа
tr: {} saat
vi: {} giờ

source: {} ساعة
ru: {} часов
tr: {} saat
vi: {} giờ

source: {} و{}
ru: {} и {}
tr: {} ve {}
vi: {} Và {}

source: {} و{} و{}
ru: {}, {} и {}
tr: {}, {} ve {}
vi: {}, {} Và {}

source: حدث خطأ ما أثناء الاتصال بخدمة العثور على التحديثات. تأكد من وجود اتصال مستقر بالإنترنت ثم عاود المحاولة
ru: Что-то пошло не так при подключении к сервису поиска обновлений. Убедитесь, что у вас стабильное подключение к Интернету, а затем повторите попытку
tr: güncelleme sunucusuyla başarılı bir bağlantı kurulamadı. sabit bir internet bağlantınız olduğundan emin olun ve tekrar deneyin.
vi: không thể kết nối với máy chủ để cập nhật. đảm bảo rằng bạn có kết nối internet ổn định và thử lại.

source: تحديث جديد
ru: новая версия программы
tr: yeni güncelleme
vi: Cập nhật mới

source: هناك تحديث جديد متوفر. هل ترغب في تنزيله الآن؟
ru: Доступно обновление программы. Хотите загрузить его؟
tr: yeni bir güncelleme mevcut. indirmek ister misiniz?
vi: đã phát hiện một bản cập nhật mới hiện có. bạn có muốn tải xuống không?

source: أنت تعمل الآن على آخر تحديث متوفر من التطبيق
ru: вы используете последнюю версию программы
tr: şu anda uygulamanın en son sürümünü kullanıyorsunuz.
vi: bạn hiện đang sử dụng phiên bản mới nhất của phần mềmg

source: لا يوجد تحديث
ru: нет доступных обновлений
tr: güncelleme yok
vi: không có cập nhật

source: نتائج البحث:
ru: результаты поиска:
tr: arama sonuçları:
vi: kết quả tìm kiếm:

source: تحميل المزيد من النتائج
ru: подгрузить результаты поиска
tr: daha fazla sonuç yükle
vi: tải thêm kết quả

source: تشغيل (enter)
ru: Воспроизвести (enter)
tr: oynat (enter)
vi: phát (enter)

source: تفضيل الفيديو
ru: понравившееся видео
tr: Favorilere ekle
vi: yêu thích video

source: بحث... (ctrl+f)
ru: поиск... (ctrl+f)
tr: ara... (ctrl+f)
vi: tìm kiếm... (ctrl+f)

source: خيارات
ru: параметры
tr: seçenekler
vi: tùy chọn

source: تعذر إجراء عملية البحث بسبب وجود خلل ما في الاتصال بالشبكة.
ru: не удаётся получить результаты поиска из-за проблем с сетью.
tr: internet bağlantısı olmadığından arama sonuçları alınamıyor.
vi: lỗi không thể tải kết quả tìm kiếm do kết nối mạng.

source: جاري تحميل المزيد من النتائج
ru: Подгрузка результатов поиска
tr: daha fazla sonuç yükleniyor...
vi: đang tải thêm kết quả...

source: لم يتمكن البرنامج من تحميل المزيد من النتائج
ru: Не удалось подгрузить результаты поиска
tr: daha fazla sonuç yüklenemedi
vi: lỗi không thể tải thêm kết quả

source: تم تحميل المزيد من نتائج البحث
ru: результаты поиска подгружены успешно
tr: daha fazla sonuç başarıyla yüklendi
vi: đã tải thêm kết quả

source: فتح
ru: открыть
vi: mở

source: تمت إضافة الفيديو إلى قائمة المفضلة
ru: успешно добавлено в список избранных
tr: Video favori listenize eklendi
vi: đã thêm vào danh sách yêu thích thành công

source: تحتوي على {} من الفيديوهات
ru: содержит {} видео
tr: {} video içeriyor
vi: contains {} videos

source: عدد المشاهدات {}
ru: {} просмотров
tr: {} görüntülenme
vi: {} lượt xem

source: يهدف هذا البرنامج إلى تقديم أيسر السبل أمام المستخدم الكفيف للتصفح " والتنزيل من خدمة استضافة الفيديوهات youtube
vi: Phần mềm này nhằm mục đích cung cấp các giải pháp có thể truy cập để người dùng khiếm thị tải xuống và duyệt nội dung YouTube

source: موافق
tr: tamam
vi: ok

source: بواسطة
ru: от
tr: Sahibi
vi: từ

source: الإصدار
ru: версия
tr: versiyon
vi: phiên bản

source: طُوِر بواسطة
ru: разработчик
tr: geliştiren
vi: phát triển bởi

source: اسم البرنامج
ru: название программы
tr: uygulama adı
vi: tên phần mềm

source: يهدف هذا البرنامج إلى تقديم أيسر السبل أمام المستخدم الكفيف للتصفح والتنزيل من خدمة استضافة الفيديوهات youtube
tr: Bu uygulama, görme engelli kullanıcıların YouTube içeriğini indirmesi ve göz atması için erişilebilir çözümler sağlamayı amaçlamaktadır.
